Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ek is hier nie om my grondgebied af te baken, agent Gibbs.
ar: أنا لست هنا لأحدد منطقتي ، عميل جيبس .

source: Dit is jou span.
ar: انه فريقك .

source: Jy lei dit na goeddunke.
ar: قم بإدارته النحو الذي تراه مناسبا

source: Solank ek maar resultate sien, het ons geen probleem.
ar: طالما أظل أرى نتائج لن يكون لدينا مشكلة

source: As dit nie stuk is...
ar: إذا لم يتم كسر ...

source: Pak aan.
ar: ها أنت ذا

source: - Ja, ek kan er wel 'n gebruik.
ar: نعم، بالتأكيد ، يمكنني أن أقوم بجولة أخرى

source: Wel, sê iets, Gibbs.
ar: حسنا ... قل شيئا، يا جيبس .

source: Ek wag op jou, Borin.
ar: نوعا ما أنتظرك يا بورين

source: Ek tas wat in die donker.
ar: أنا الشخص الذي كنت في الظلام .

source: Ek het hierdie saak nie mag aanvaar.
ar: أنا .لم يكن علي أخذ هذه القضية

source: Ek het geweet dat dit, teveel dinge sou opbaggeren wat ek nie weer wil beleef.
ar: كنت أعرف أن هذا سيكون مجرد ... إثارة لأشياء كثيرة جدا لم أكن أريد خوضها مرة أخرى

source: Wel, miskien het jy net daarom die saak aangeneem.
ar: حسنا ، ربما لو كنت على علم بأن ، ذلك هو السبب الذي أخذت القضية له .

source: Ek herinner my nog elke detail van die dag in Irak.
ar: ما زلت أتذكر كل تفاصيل ذلك اليوم في العراق

source: Ek speel die steeds opnuut weer af in my kop en dink, aan al die dinge wat ek kon anders gedoen het.
ar: فأقوم بتشغيله مرارا وتكرارا في رأسي ، فقط ، كما تعلم، التفكير ... من كل الاشياء

source: Seine wat ek gemis het.
ar: علامات فاتني .

source: 'n Man in die stryd verloor vergeet jy nooit.
ar: فقدان رجل في القتال ، هذا يبقى معك .

source: Ek het nie net drie mede mariniers verloor nie in die ontploffing.
ar: أنا لم أفقد فقط ثلاثة زملاء من مشاة البحرية في ذلك الانفجار

source: Gibbs, ek verloor my marinier.
ar: جيبس ، لقد فقدت بحارتي .

source: Liam.
ar: ليام ...

source: Hy moes altyd voorop loop.
ar: كان دائما يجعل من نفسه المسئول كما تعلم

source: So was hy, hy was, sterk.
ar: كان ذلك أسلوبه.

source: Hardkoppig, oh, God.
ar: لقد كان. اه ... قوياً .

source: Eigenwijs.
ar: مغرور كالجحيم .

source: 'n Marinier is 'n marinier.
ar: البحرية هي البحرية

source: Ek het hom gesien aan boord van die vaartuig.
ar: رأيته على متن السفينة

source: Ek het gesien hoe die ontploffing hom geneem het.
ar: رأيت الانفجار يأخذه ...

source: Dan sien ek wat van hom oorgebly het, toe ek hom uit die water haal.
ar: ورأيت ما تبقى عندما سحبته من الماء.

source: Dit is iets wat ek nie agter my kan laat.
ar: كان ذلك مجرد شيء لا يمكن أن أعود منه .

source: Ja, DiNozzo.
ar: نعم يا دينوزو

source: - Baas, ons het die telefoon van Benton opgespoor in die buurt van 'n hawe naby Hampton Roads.
ar: يا رئيس ، لقد تعقبنا هاتف دانيل بنتون إلى مرفأ خارج طريق هامبتون

source: McGee stuur jou die adres.
ar: ماكغي سيرسل لك العنوان

source: - Goed, ons sien jou daar.
ar: حسنا ، سنقوم بمقابلتك هناك

source: Is jy gereed om te gaan?
ar: مستعدة للذهاب أنا سأقود

source: Nee, na al wat gebeur is, is dit beter vir almal dat ek my terugtrek uit die saak.
ar: أعتقد أنه من الأفضل للجميع إذا فقط انسحبت من هذه القضية

source: Dit is goed, ek bel die hoofkantoor hulle kan jy 'n ander agent toewys...
ar: أنه بخير ، انظر أنا سأقوم بمهاتفة المقر،

source: Nee, Borin, dit gaan nie gebeur nie.
ar: أنها يمكن أن نخصص لك وكيل آخر ... لا، بورين ، لن يحدث.

source: Dit is my saak, ek beslis.
ar: هذه قضيتي ، وتلك دعوتي .

source: Gebruik jy nou jou rang teenoor me, gunny?
ar: أتستخدم سلطتك علي؟

source: 'n Marinier laat niemand agter.
ar: جندي البحرية يغادر ولا يترك أحداً خلفه

source: Sorg dat ons 'n volle tank het en gereed staan?
ar: تأكد من أننا مزودين بالوقود وجاهزون

source: Ek wil weg wees voor die gety draai.
ar: أريد أن أغادر قبل تحول المد والجزر.

source: Gaan nog nie weg nie.
ar: لا تغادري بعد

source: Wie is jy verdorie?
ar: من أنت؟

source: Ek het die vrae van NCIS al beantwoord.
ar: سبق لي أن أجبت NCISعلى أسئلة

source: As jy meer IT steun wil, probeer dan die Genius Bar.
ar: إذا كنت تريد المزيد من دعم تكنولوجيا المعلومات جرب بار العباقرة

source: Gaan jy op reis?
ar: أذاهبة في رحلة؟ العمل

source: Die ekologiese impak van die kustvaart op die walvis migrasie bestudeer.
ar: مسح الأثر البيئي لمسارات الشحن الساحلية بشأن هجرة الحوت المحلية

source: En, ja, ons het 'n permit.
ar: ونعم ، لدينا ترخيص.

source: Hou hulle in die gate.
ar: راقبهم ماذا لديك ؟

source: Skulpvis.
ar: السرطانات.

source: Ons het 'n probleem.
ar: لدينا مشكلة .

source: - Erger as die skulpvis van DiNozzo?
ar: أسوأ من سرطانات دينوزو ؟

source: Dit is buiskruit.
ar: انه مسحوق أسود

source: Daar staan daar benede meer as 50 emmers.
ar: و هناك أكثر من خمسين دلواً مثل هذا بالأسفل

source: Genoeg om hierdie hawe met die grond gelyk te maak.
ar: يكفي لتفجير هذا المرفأ بالكامل

source: Geen sorge, jy gaan gewoond raak aan luide klanke in die gevangenis.
ar: لا تقلقي ، ستعتادين على الضوضاء الصاخبة في السجن

source: Met wat ons aan boord gevind het kan dit daar 'n lang verblyf word.
ar: و مع ما وجدنا على المركب ، أنت هنا لإقامة مطولة جدا

source: Houers met petrol, kruit en seep.
ar: حاويات من البنزين ، مسحوق أسود ، والصابون.

source: Ook geken as "vegan napalm", in ekstremistiese omgewing kringe.
ar: المعروف أيضا باسم " النابالم النباتي" " في المجموعات البيئية المتطرفة

source: Ek het die houers in my lewe nooit voorheen gesien.
ar: لم يسبق لي ان رأيت تلك الحاويات من قبل في حياتي

source: Dit moet van die kaptein wees.
ar: ربما يكون الكابتن.

source: Ek is onskuldig.
ar: أنا بريئة .

source: Ek het tog gesê dat sy dit sou sê.
ar: قلت لك انها تريد ستقول ذلك

source: - Inderdaad.
ar: لقد فعلت ؛ لقد قال بأن ستقولين هذا

source: Hy het gesê dat jy dat sou sê en ook dat jy terug sou leun, arms gekruis.
ar: وهو أيضا قال بأنك ستميلين للخلف وتشبكي ذراعيك

source: Hy het dit alles voor, dit was redelik goed.
ar: فعلت كل شيء ، هذا جيد جدا .

source: Hy het ook gesê dat jy verbaas sou wees dat ons jou skuilplek sou ontdek onder die vloer van die stuurhuis.
ar: وقال أيضا أنك ربما ستكونين متفاجأة قليلا إذا عرفت بأننا ..اكتشفنا ...

source: bouplanne, toesig foto's en toegangskodes van tien biotech laboratoriums aan die ooskus, elk getref deur dieselfde brandstigter.
ar: تحت أرضية قمرة قيادة المركب مخططات البناء ، صور المراقبة ، ورموز الدخول الأمنية

source: Jammer dat jy daar nie aan gedink al jou vingerafdrukke te verwyder.
ar: كلهم ضربوا من قبل بنفس الحريق المتعمد . سيء للغاية, لم تعتقدي أننا سنلاحظ مطبوعاتك الخاصة بكل ذلك

source: Dit is 'n vroeë Kersfees vir die FBI.
ar: أتى الكريسماس في وقت مبكر هذا العام لمكتب التحقيقات الفدرالي . بوو يا.

source: - Boo-ya. Boo-ya?
ar: " بوو ، يا " ؟

source: Die laboratoriums gevoer indringende en oneties proe uit op onskuldige diere.
ar: تلك المعامل تجري اختبارات غير أخلاقية على الحيوانات البريئة

source: Wat hulle doen is geen navorsing, maar martel.
ar: ما يفعلونه ليست بحوثاً؛ انه تعذيب .

source: Ek het gedoen wat moes om lewens te red.
ar: لقد فعلت ما كان ضروريا لإنقاذ الأرواح .

source: - Jy het nie om die lewe van Marv Hebner gegee vir jou saak.
ar: حسنا ، أنت تقصدين أخذ حياة مارف هيبنر مقابل قضيتكم

source: Ons het ook 'n bloudruk van CityLine aan boord gevind.
ar: أوه ، نعم ، وجدنا نسخة من مخططات سيتي لاين على متن القارب

source: Boo-ya.
ar: بوو يا!

source: Klop dit? - Ja.
ar: هل هذا صحيح؟

source: Ek het die ontwerpe nie gesteel om die platform op te blaas.
ar: نعم. لم أسرق التصاميم لتفجير منصة .

source: Ek wou daar aan boord gaan.
ar: كنت ذاهبة على متنها.

source: Volgende maand.
ar: الشهر المقبل

source: 'n Protes aan boord teen boor op see sodat CityLine ons nie kan ignoreer.
ar: احتجاج على ظهر الحفار ضد الحفر في البحر ، حيث أن سيتي لاين لن تكون قادرة على تجاهلنا

source: Ek sou sê, jy het hulle aandag.
ar: أقول أنك حصلت على انتباههم

source: - Die ontploffing veroorsaak onherstelbare skade aan die ekosisteem van die oseaan.
ar: تسبب هذا الانفجار ضرر لا يمكن إصلاحه على النظم الإيكولوجية في المحيطات

source: Ek wil best na die gevangenis gaan voor waar ek in geloof, maar dat is teen alles waarvoor ek staan?
ar: ليست لدي أدنى مشكلة في الذهاب للسجن من أجل ما أؤمن به ولكن هذا ضد كل شيء أناضل من أجله

source: Gabs, Gabs, Gabs.
ar: جيبس .. جيبس.. جيبس جيبس ..

source: Gabs, om tyd te wen, sien jy?
ar: جيبس هذا مجرد ... يوفر الوقت

source: - Ek het iets met 'n visgeur, op ons bewys.
ar: أتعرف، فقط ...

source: Regtig geurige.
ar: أمم، لقد وجدت شيئاً مريباً في الأدلة لدينا . مثل ، مريب حقا .

source: Acipenser oxyrinchus.
ar: Acipenser oxyrinchus (نوع من الأسماك)

source: Ook geken as, die Noord-Atlantiese steur.
ar: والمعروف باسم ... سمك الحفش الشمال أطلسي وجدته أين؟

source: Saamgesmelt met die ontsteker en ander puin op die brug.
ar: ذابة على المفجر وعلى الحطام الآخر من الجسر

source: Hierdie vis staaltje is gewysig met die acrylaathars, kalium chroomsulfaat, formaldehied...
ar: عينة الأسماك هذه تم تغييرها براتنج الأكريليك كبريتات كروم البوتاسيوم، الفورمالديهايد ...

source: - Abbs.
ar: آآبس ...

source: In die Engels.
ar: بالإنجليزية .

source: Visleder.
ar: جلد الأسماك .

source: Van 'n werkschoen?
ar: كحذاء العمل مثلا؟ لا..

source: - Nee, steurleder is skaars en uitermate duur, dus, Dit is meer 'n kwaliteit.
ar: اه ، جلد سمك الحفش نادر جدا و مكلف للغاية لذلك سيكون جيد وعالي الجودة

source: Kan jy dit wat spesifiseer vir ons?
ar: هل يمكنك تقريبه لنا؟

source: - Kan ek, danksy 'n metaal scherf wat Ducky uit die liggaam van Hebner gehaal het.
ar: أستطيع، بفضل الشظية المعدنية التي سحبها داكي من جسد هيبنر

source: Dit was nie net 'n bomscherf, dit is 'n stukkie legering van 'n legering tuimelaar sluitmeganisme.
ar: والتي لم تكن مجرد شظية انها قطعة من سبيكة لريشة قفل تأميني

source: Afsonderlik het die slot en die leer geen steek.
ar: بشكل منفصل ، القفل و الجلد ليس لهم أي معنى

source: Maar as jy hulle saamvoeg, kry jy dit.
ar: ولكن عند وضعهم معا ، نحصل على هذا .

source: Die Attache van Merion.
ar: ميريون اتيشيه

source: Daar sit die bom in.
ar: هذا هو المكان الذي كان يحوي القنبلة.

source: - Een aktetas.
ar: حقيبة

source: Onskuldig genoeg om dit in volle sig te verberg.
ar: - آمنة بما فيه الكفاية ليتم إخفاؤها على مرأى من الجميع .

source: - Sy is nog nie klaar nie.
ar: إنها لم تنته بعد

source: Hy ken my so goed.
ar: انه يعرفني جيدا

source: Ek vergelyk die geregistreerde aankope van die Merion attache met die personeel van CityLine en ek het 'n resultaat.
ar: لقد راجعت سجلات الشراء الخاصة بميريون أتيشيه مع كل من الموظفين في سيتي لاين ،

source: Brett Creevy, regsafdeling.
ar: بريت كريفي الدائرة القانونية .

source: Beheer hy sy e-mail?
ar: هل يقو بفحص بريده الإلكتروني ؟

source: Oh, dit is 'n selfvoldane klootzak, nie?
ar: أوه ، انه متعجرف

source: 'n Prokureur.
ar: أليس كذلك؟ محام . يا رئيس

source: - Baas. Die bom lê was maar 'n van die slegte besluite van Creevy.
ar: زرع قنبلة كانت واحدة فقط من

source: Hy verloor sy spaarcenten in die Broad Street ponzifraude, verlede jaar.
ar: قرارات كريفي السيئة خسر مدخراته في تطوير شارع برواد مخطط بونزي العام الماضي .

source: Het nie veel op sy naam, tot aan die ontploffing.
ar: لم يكن لديك الكثير باسمه حتى الانفجار

source: Nou blyk Creevy afgelope week aandele van CityLine te verkoop het.
ar: تبين كريفي أسهم قصيرة البيع من سندات سيتي لاين الاسبوع الماضي .

source: Eens die ontploffing bekend raak, doken die aandele af.
ar: بمجرد حدوث الإنفجار سنداتها باتت تنخفض

source: Net soos met BP, na die voorval in die Golf.
ar: تمام مثلما فعلت بريتش بتروليوم بعد حادثهم في الخليج

source: Wall Street.
ar: وول ستريت (يقصد الفيلم)

source: "Hebsug is goed".
ar: "الجشع أمر جيد. "

source: The Gekko.
ar: جيكو(Gekko)

source: Ek hou van die film.
ar: أحب هذا الفيلم

source: Creevy verdien 'n bootlading geld, baas.
ar: حصل كريفي على حمولة من المال ، يا رئيس.

source: - Definieer "bootlading".
ar: عرف"حمولة"

source: Miljoene.
ar: عشرات الملايين

source: Ek traceerde sy fondse tot op 'n buitelandse rekening, waar ek 'n rekening het vir 'n charter vlug na die Maldives, wat vanaand vertrek.
ar: لقد تعقبت أمواله إلى حساب بالخارج حيث وجدت حجز لرحلة مستأجرة إلى جزر المالديف ، مغادرة هذه الليلة

source: Hy is heeltemal vir jou, Borin.
ar: كله لك ،يا بورين

source: Met baie pret.
ar: بسرور

source: Sukses.
ar: حظا سعيدا .

source: Is dat wel 'n goeie idee, baas?
ar: أأنت متأكد من أن هذه فكرة جيدة، يا رئيس ؟

source: Want die laaste keer, is sy tekere gegaan as "Dirty Harry".
ar: لأن آخر مرة أصبحت هاري القذر هناك

source: Maar, agent Borin is is 'n professionele en ek het vertroue in haar.
ar: ولكن ... بطبيعة الحال ، عميلة بورين محترفة و أنا أثق بها تماما .

source: Ek sit hier al byna 'n uur, agent Borin.
ar: لقد كنت أجلس هنا لمدة ساعة تقريبا ، عميلة بورين

source: U het die volle samewerking CityLine, maar ek moet my ook aan 'n skedule hou.
ar: لديك تعاون سيتي لاين الكامل, ولكن لدي جدول زمني للحفاظ عليه .

source: Dit verstaan ek.
ar: وأنا أفهم .

source: Jy wil vas na huis om te pak vir die reis.
ar: أنا متأكد من أنك حريص على العودة للمنزل ، تحزم الأمتعة لرحلتك .

source: Reis?
ar: رحلة ؟

source: Jy het 'n enkele reis gekoop na die Maldives, dat is 'n mooi keuse.
ar: كنت قد اشتريت تذكرة ذهاب فقط إلى جزر المالديف أتعلم ، هذا حقاً إختيار لطيف

source: Dit het pragtige wit strande, palmbome en geen uitlewering.
ar: ففيها الشواطيء ذات المال البيضاء الرائعة أشجار النخيل ولا معاهدات تسليم

source: Ek weet dat jy 'n stuk bagasie nie kan neem.
ar: وأنا أعرف قطعة واحدة من أمتعتك لن تأخذها معك

source: Die interessante is, ek het getuies op die platform, wat onthou het, die môre van die ontploffing en jy hierdie aktetas dra.
ar: أتعلم ما هو المثير حول كل هذا؟ أنا عندي الشهود الذين يتذكرون أنك كنت على متن المنصة صباح الانفجار

source: Maar, niemand skyn om te onthou dat jy daarmee vertrek.
ar: ولكن لا يبدو أن أحداً يتذكرك مغادراً بها

source: Selfs Perry Davidson nie, wie jy die hele dag vergesel het.
ar: ولا حتى بيري ديفيدسون الذي قضى يوم كامل معك .

source: Miskien is dit nou die tyd om te sê dat daar 'n ploeg agente jou huis nou deursoek.
ar: همم ربما الآن هو الوقت المناسب لأذكر لك أن لدي فريق كامل من العملاء

source: Hulle het gevind materiaal om bomme te maak in jou garage.
ar: لقد وجدوا أدوات تصنيع القنابل في مرآبك مممم

source: Dus, as 'n kaartjie na die dodesel jy nie aanspreek, Mr Creevy, dan stel ek voor dat jy begin te praat.
ar: لذا ... أذا كانت تذكر درجة أولى للموت لا تروق لك ، سيد كريفي

source: Dit is nie soos ek dit beplan het.
ar: هذا ليس كما خططت له

source: Ek het nie geweet dat Hebner op die brug sou wees tydens die oefening.
ar: لم أكن أعلم أن هيبنر سيكون على الجسر أثناء الحفر

source: Ek wou net die geld, niemand mag gewond raak.
ar: أردت فقط المال لم يكن من المفترض أن يصاب أحد

source: Dus, dat is dit?
ar: وهكذا، أهذا كل شيء ؟

source: Hy gekraak reeds?
ar: انه تصدع بالفعل ؟

source: - Volledige bekentenis in tien minute.
ar: اعتراف كامل ، عشر دقائق .

source: Wind jy nie op my rekord is vyf.
ar: لا تكن متحمسا. رقمي القياسي هو خمسة د.

source: Dr Mallard, wat het jy daar?
ar: مالارد ، ماذا لديك هناك؟

source: - Dit my beste, is die duiwelse ding, dat me die laaste dae gek gemaak het.
ar: هذا ، يا عزيزي ، هو البدعه الجهنمية وهذا ما كان يقودني للمجنون اليومين الماضيين

source: Die DenkGeek Irriteer-tron?
ar: أداة الإزعاج ThinkGeek

source: - Ja, irriteer is 'n onderskatting
ar: نعم. الإزعاج هو تصريح مكبوح

source: Ja, ek het van sulke dinge gehoor.
ar: لقد سمعت عن هذه الأشياء

source: Hulle stuur tussenposes hoë-frekwensie klanke uit.
ar: أنها ترسل أصوات بتردد عالي بشكل متقطع

source: Wat dit onmoontlik maak om dit te vind.
ar: نعم ، مما يجعل من من المستحيل العثور عليها

source: Wat die bedoeling is, vermoed ek.
ar: وأنا أعتقد أنها وضعت عمداً

source: Ek het dit uiteindelik tog, weggestopt in my lessenaar lamp.
ar: وأخيرا وجدته مدسوس في مصباح مكتبي

source: Dink daar aan, Anthony, wraak kan soet wees.
ar: تذكر أنتوني الانتقام هو أكثر لذاذة

source: Waarom dink almal dat dit ek is?
ar: لماذا يفترض الجميع أنه أنا ؟

source: - Omdat daar jou niks oorkom het.
ar: لأنه لا شيء قد حدث لك

source: En omdat jy " jy" is.
ar: و لأنك أنت أنت

source: Borin, komaan, jy weet dat ek onskuldig is, steun me.
ar: بورين ... هيا. تعرفين أنني بريء ساعديني هنا

source: Ek verstaan dit.
ar: فهمت.

source: Wel, ek is opgestel.
ar: حسنا، لقد تم تلفيق التهم لي ،

source: Ek sal dit tot op die bodem uitspitten.
ar: وأنا سأتعمق في هذا

source: Wag maar af.
ar: ننتظر ونرى

source: Jy is al op die bodem, DiNozzo.
ar: أنت بالفعل في العمق،يا دينوزو

source: Jou geheim is veilig by me.
ar: سرك في أمان معي

source: 'n Verzwaarde toerusting.
ar: شنطة المعدات ثقيلة الحمل

source: Die oudste mariniersgrap wat daar is.
ar: انها أقدم مزحة للبحرية

source: Ek het geen idee waaroor jy dit het.
ar: لا فكرة لدي عما تتحدثين

source: - Juis.
ar: حقاً

source: He, ek wil jou iets vra.
ar: مهلا. أريد أن أطلب منك شيئا .

source: As jy die korps verlaat het, was die kuswag die verandering waar jy na gesoek het?
ar: عندما تركت الفيلق هل كانت وكالة تحقيقات غفر السواحل هي ما تبحثين عنه

source: Nie presies nie.
ar: ليس بالضبط .

source: In die begin tog nie.
ar: على الأقل ليس في البداية

source: Dit was meer vlugte dan 'n nuwe begin.
ar: أشبه بالهروب أكثر منه بداية جديدة

source: Maar uiteindelik was dit meer.
ar: لكن في نهاية المطاف ، أنها أصبحت أكثر

source: Die werk begin iets te beteken.
ar: وبدأ العمل يعني شيئاً

source: Dit het begin te voel as...
ar: بدأت أشعر ...

source: Terug 'n gevoel van waarde te hê?
ar: بإدراك السبب مرة أخرى؟

source: Jy is goed.
ar: أنت جيد

source: Vertel my hoe die storie eindig en dan is ek regtig onder die indruk.
ar: أخبرني إذا كيف تنتهي القصة وسأنبهر حينها

source: Dit hang van jou af, Borin.
ar: حسنا ، نوعاً ما يعتمد عليك ، يا بورين .

source: Ooit gedink oor 'n ander verandering?
ar: أفكرت يوما بعمل تغيير آخر؟

source: Dit is 'n verleidelike gedagte.
ar: انها فكرة مغرية

source: Ek sou lieg as ek sê dat ek dit nog nie het oorweeg.
ar: ولكن سأكون كاذبة إذا قلت أني لم أفكر فيها

source: Maar ek dink nie dat ek by die kuswag al klaar is.
ar: ولكن لا أعتقد أنني أنتهيت مع وحدة تحقيقات خفر السواحل بعد

source: Dit pas my nog goed.
ar: نعم ، انها لا تزال مناسبة

source: Verder, ek moet Omagi nog baie leer voor hy dit kan oorneem.
ar: الى جانب أنني لدي الكثير من الدروس لتعليم أوماجي قبل اسمح له بتولي المسؤولية

source: Dit kan ek nie weerspreek nie.
ar: لا أستطيع جدالك في هذا

source: Borin.
ar: بورين

source: Ja, ek kom so.
ar: نعم ، سأكون هناك في الحال

source: Wel, dit is sover.
ar: حسنا ، انه هذا هو الوقت تقريبا

source: Dankie vir die drank.
ar: شكراً على الشراب

source: Stel, dat ek 'n verandering wil, in die nabye toekoms?
ar: قل أنني أريد أن أحدث تغييرا في المستقبل القريب

source: Ek gaan nêrens heen.
ar: أنا لن أذهب لأي مكان

source: Semper fi, Gibbs.
ar: سمبر فاي(دائما وفياً) ، جيبس (شعار للبحرية الأمريكية)

source: Altyd bereid,
ar: سمبر باراتوس(دائما مستعد)

source: Vertaling en sync deur:
ar: ترجمة:

source: Maak gou.
ar: بسرعة!

source: Snappen julle dit nie?
ar: ألا تفهمون ؟

source: Die kern van Krypton beswyk.
ar: إنّ نواة (كريبتون) تنهار

source: Ons het nog maar ' n paar weke.
ar: ربّما ليس أمامنا إلا أسابيع

source: Ek het julle gewaarsku. Die kern vir energie gebruik was selfmoord.
ar: سبق وحذّرتكم أنّ استمداد الطّاقة من النواة بمثابة الانتحار

source: Die versnelde die implosieproces.
ar: فلقد عجَّل ذلك من عمليّة الانفجار الداخليّ

source: - Ons energiebronne uitgeput was. Wat moes ons anders, El?
ar: نفذت احتياطات طاقتنا فماذا وددتنا أن نفعل يا (إل) ؟

source: Na die sterre gaan, soos ons voorvaders gedoen het.
ar: نتّجه للنّجوم كما فعل أجدادنا

source: Daar is ander bewoonbare wêrelde. Soos die ou buiteposte.
ar: ثمّة عوالم صالحة للعيش في متناولنا بوسعنا البدء باستخدام البؤر الاستيطانيّة القديمة

source: Stel jy regtig voor dat ons die totale planeet ontruim?
ar: أتقترح على نحوٍ جادّ أن نُخلي الكوكب بأسره ؟

source: Nee, hier is almal al dood.
ar: كلا ، فإنّ الجميع هنا موتى بالفعل

source: Gee my die Codex. Ek red ons ras. Daar is nog hoop.
ar: أسندوا إليّ التحكُّم بالسجل وسأكفل النجاة لجنسنا

source: Ek het die hoop in my hande gehad.
ar: ما زال هناك أمل و قد حملته في يدي

source: Hierdie raad is hierby ontbind.
ar: -هذا المجلس تمَّ حلّه

source: Op wie se gesag?
ar: -بأمر مَن ؟

source: Van my.
ar: بأمري

source: Die ander sal verhoor en gestraf word.
ar: بقيّتكم ستحاكمون و تنالون العقوبة الملائمة

source: Wat doen jy, Zod?
ar: ماذاتفعليا (زود)؟

source: Dit is waansin.
ar: ! هذاجنون!

source: - Wat ek jare gelede al het moet doen.
ar: أفعل ما تعيّن أن أفعله منذ سنين

source: Hierdie wetgewers het met hul eindelose debatte het Krypton versteur.
ar: هؤلاء المشرّعون وجدالاتهم اللا متناهية أودوابـ(كريبتون)للخراب!

source: En as jy so aanhou word jy die leier van niks.
ar: و ماذا إن فازت قوّاتك ؟ ستكون قائداً للعدم

source: - Doen dan mee. Help me ons ras te red. 'n Nuwe begin.
ar: انضمّ إليّ وأعنّي لننقذ جنسنا ولبندأبدايةجديدة!

source: Ons verwyder die minderwaardige bloedlyne wat hiertoe gelei het.
ar: سنُقصي السلالات المنحلّة التي أودت بنا لهذا الوضع

source: En wie bepaal welke bloedlyne oorleef?
ar: ومَن سيقرر أيّ سلالة تتسنّى لهذا النجاة يا (زود) ؟

source: Jy?
ar: أنت ؟

source: Nie doen, El. Ek wil nie dat ons vyande word.
ar: إيّاك يا (إل) ، فآخر شيء أرغبه أن أكون وإيّاك عدوّين

source: Jy het ons beginsels verloën. Jy hanteerde die swaard teen jou eie volk.
ar: لقد حنثت بالمبادئ التي تربطنا سويّاً وأشهرت سيفك على قومك

source: Ek respekteer die man wat jy ooit was, nie die monster wat jy nou is.
ar: سأتشرّف بالرجل الذي كنتَه ذات يوم يا (زود) و ليس هذا الوحش

source: Voer hom af.
ar: خذوهللحبس!

source: Meneer, is alles okay?
ar: -سيّدي ، هل من مشكلة ؟

source: Ga uit die weg.
ar: - ابتعدي عن الطريق !

source: Gee my Lara.
ar: صليني بـ (لارا)

source: Jor, agter jou.
ar: ( جور) ، انتبه خلفك!

source: Lara, maak die ruimtetuig gereed. Ek kom so gou as moontlik.
ar: (لارا) ، جهّزي لعمليّة الإقلاع سأحضر بأسرع ما يمكنني

source: H'Raka...
ar: هاراكا!

source: Sien jy die Codex?
ar: -هل رأيت السّجل ؟

source: - Onder die sentrale hub.
ar: -إنّه أسفل البيت المركزيّ سيّدي

source: Maar ek moet jou waarsku. Dit is 'n klas B-misdaad...
ar: لكنّي يتحتّم أن أحذّرك دخول غرفة المداولة جريمة مستحقّة العقاب من الفئة (ب)

source: Doen daar nie toe, Kelex. Die wêreld staan? op ineenstorting.
ar: لم يعُد أحد يحفل يا (كيلكس) العالم على وشك الفناء

source: Jor-El, op gesag van generaal Zod, doen afstand van die Codex.
ar: (جور-إل) ، بموجب سلطة اللّواء (زود) سلِّمالسّجل!

source: Rustig maar, H'Raka.
ar: رويدك يا (هاراكا)

source: Het jy die wêreld gevind? Ja...
ar: -هل وجدتِ العالم ؟

source: - In 'n baan om die geel ster.
ar: -وجدناه يدور حول نجمٍ أصفر كما طلبت

source: 'N jong ster. Sy selle sal die strale absorbeer.
ar: نجم حديث السنّ خلايا ولدنا ستتشرَّب إشعاعه

source: 'n Taamlik intelligente populasie.
ar: يبدو أنّه يأوي حضارة ذكيّة

source: Hy word 'n paria. 'n Freak.
ar: سيكون بالنسبة إليهم مسخاً منبوذاً

source: Hulle gaan 'm doodmaak.
ar: -سيقتلونه

source: Daar is hy 'n god.
ar: بل إنّهم سيؤلّهونه

source: Maar wat as die skip daar nie geraak?
ar: ماذا لو لم تصل السفينة ؟

source: Dan sterf ie. Alleen.
ar: سيموت في الفضاء وحيداً

source: Ek kan dit nie. Ek het gedink van wel, maar...
ar: لا يمكنني فعل ذلك ظننتُأنّبوسعيفعلها،لكن ...

source: Lara...
ar: - لارا !

source: - Nou hy daar is...
ar: - أما الآن وقد وُلد ...

source: Kripton is verlore. Dit is sy enigste kans.
ar: (كريبتون) هالك لا محالة و هذه الآن فرصة نجاته الوحيدة

source: Ons enigste hoop.
ar: إنّهالأملالوحيدلشعبنا!

source: Wat is daar, Kelex?
ar: ما الأمر يا (كيلكس) ؟

source: Vyf gevechtsskepe vanuit die ooste.
ar: ثمّة خمس سُفن مُهاجمة تقترب من الشرق

source: Die citadel word gescand en geëvalueer.
ar: جاري مسح وتقييم دفاعات القلعة

source: Ek gaan die Codex oplaai.
ar: -سأحمِّل السّجل

source: Nee, wag.
ar: -كلا ، انتظر

source: Lara.
ar: - لارا ...

source: - Ek wil hom nog even sien.
ar: -دعني أُشبع عينيّ منه

source: Ons sal hom nooit sien loop.
ar: لن تتسنّى لنا رؤيته يمشي

source: Nooit ons name hoor sê.
ar: لن يتسنّى لنا سماعه ينادينا

source: Maar daar, tussen die sterre, kan hy lewe.
ar: فيالفضاءبينالنجوم... سيعيش

source: Vaarwel, my seun.
ar: وداعاً يا بنيّ
